{"meals":[{"name":"Ptatos!!!!1234","description":"mmmmm","price":3,"cooking_description":"fast","id":"f899e1e4-1bcc-4610-8884-b1f40792532f"},{"id":"m1","name":"Sushi","description":"Finest fish and veggies","price":22.99,"cooking_description":"Sushi is a Japanese dish made of vinegar rice, often combined with other ingredients such as seafood, vegetables, and sometimes tropical fruits. The ingredients are rolled together in a sheet of nori, which is a dried seaweed wrapper, then sliced into bite-sized pieces."},{"id":"m2","name":"Schnitzel","description":"A German specialty!","price":16.5,"cooking_description":"Schnitzel is a thin slice of meat, typically veal or pork, that is pounded thin, breaded, and fried until crispy. It is often served with a wedge of lemon and a side of potatoes or vegetables."},{"id":"m3","name":"Barbecue Burger","description":"American, raw, meaty","price":12.99,"cooking_description":"A barbecue burger is a hamburger patty that is cooked on a grill or barbecue, often topped with cheese, lettuce, tomato, pickles, and condiments such as ketchup, mustard, and mayonnaise. It is usually served on a bun."},{"id":"m4","name":"Green Bowl","description":"Healthy...and green...","price":18.99,"cooking_description":"A green bowl is a bowl of healthy, green ingredients such as leafy greens, broccoli, avocado, and other vegetables. It can be served with a variety of dressings and toppings, such as nuts, seeds, or grilled chicken."},{"id":"m5","name":"Spaghetti Carbonara","description":"Classic Italian pasta dish with bacon and cream sauce","price":14.99,"cooking_description":"Spaghetti carbonara is a classic Italian pasta dish made with spaghetti, eggs, bacon, and cheese. The sauce is made by whisking eggs and cheese together, then adding crispy bacon pieces. The hot pasta is mixed with the sauce, cooking the eggs and creating a creamy sauce."},{"id":"m6","name":"Pad Thai","description":"A traditional Thai dish with noodles, peanuts, and vegetables","price":15.99,"cooking_description":"Pad Thai is a popular Thai dish made with rice noodles, vegetables, peanuts, and usually either chicken or shrimp. The noodles are stir-fried with the other ingredients, then tossed in a sauce made from tamarind, fish sauce, sugar, and lime juice."}]}